{
    "introduction": "Until recently, the residents of the small town of Iverhont made their living from the nearby Erd Mine. They sold the precious metals mined there to merchants traveling across the country. But for some time now, the shipments from Erd Mine have completely ceased. Merchants spread rumors across the land, claiming that the mine had become infested with monsters - dark forces long forgotten. They also whispered that the miners of Iverhont had dug their way to an ancient treasure guarded by terrifying beasts. Three friends - Arson, a knight and acolyte of the Silver Wings Order; Histri, a sorceress and adventurer; and Golrik, a crazy old man - set out together for Erd Mine. Each had their own reason, but they shared the same goal: to uncover the mystery of the Erd Mine.",
    "boss_introduction": "The party slowly stepped into the chamber, watching every step. At first, they were engulfed in the darkness of the unlit hall, but in the distance, they spotted a faint light. Carefully, they made their way toward it. The closer they came, the more they were bathed in golden rays. When they reached the far end of the room, they saw a vast hall supported by ornate pillars. The chamber was filled with chests and treasures of all kinds. At the center of it all lay a massive snake with golden scales, clad in pieces of silver armor. Slowly and heavily, it rose from its lair, fixed its crimson eyes on the party, and lunged toward them.",
    "ending": "With great effort, the party managed to bring down the mighty serpent. Each of them needed a moment to catch their breath after the battle. In that time, they decided to examine the treasure hoard guarded by their scaled foe. From the items found within the chamber, they theorized that this was one of the vaults of the fallen Kova-Na civilization. Joy filled each of their hearts. Arson had cleansed the mine of dark beasts, ensuring that Iverhont was safe once more and its people could return to work. Histri had finally acquired the fortune she had always dreamed of. And Golrik, for the first time in a very long while, was not bored.",
    "layers":{
        "0":"The first level of the [#a4f5ea]Erd Mine[/#a4f5ea] looks ordinary - tunnels carved into stone, rotting wooden scaffolds, and abandoned, rusted pickaxes.",
        "1":"This floor looks similar to the one above, yet many areas are coated in [#8f8b8b]a strange, black slime[/#8f8b8b]. A faint, unidentifiable smell hangs in the air, irritating the nose.",
        "2":"It was likely during the excavation of this level that the first miners began to quit their work. There are many untouched mineral deposits here; in several spots, [#f5de49]precious ores[/#f5de49] glimmer from the walls and ceiling. Nearby rests the skeleton of a miner, slumped against the wall in his work clothes.",
        "3":"This layer of the mine is filled with [#49b0f5]large blue crystals[/#49b0f5] jutting across the tunnels. Some have been split apart, their shards scattered across the ground. In the soil that overlays the rocky floor, shallow grooves can be seen here and there - marks resembling the drag of heavy sacks.",
        "4":"This floor no longer resembles a mine at all. It looks far more like ancient ruins. Cracked cream-colored columns stand in several places, and from beneath stone mounds protrude fragments of walls adorned with intricate carvings. It seems the local miners have broken into some kind of vault or temple. On the floor, a few [#9223fa]strange scales[/#9223fa] can be seen."
    },
    "notes":{
        "N1":"You notice a fragment of some cream-colored material jutting out from beneath the rocky wall. Clearing it off, you discover a heavily damaged tablet inscribed with text in the Dekti language. Translated, it roughly reads: \"A creature that crawls so low it remains unseen by its enemies. A creature that needs no limbs to kill. A creature whose favorite weapon is poison.\"",
        "N2":"On the ground lies a broken piece of the cream-colored tablet. It is badly damaged, and the Dekti inscriptions carved into it are incomplete. The only words that can be translated are: \"Battle… Great… Enwrapped… Power… Hold… Kova-Na… Forever.\"",
        "N3":"Beside one of the blue crystals piercing through the walls, there is a small recess. It appears to be a ruined little altar, dirt-stained and neglected. On it lie blue crystal shards, a dented metal bowl, a broken candlestick, and a tablet inscribed in Dekti: \"If you wish to know the secret of the creature’s name, brother, shift the meaning of the runes by as many positions as there are symbols in Kova-Na.\"",
        "N4":"On the wall rests a well-preserved tablet, its Dekti inscription translating to: \"Only one who possesses the five symbols of Kova-Na and knows the majestic creature may enter the Heart of the Rykku.\""
    },
    "characters":{
        "Arson":"[#60fc65]Arson[/#60fc65] – Knight and acolyte of the Silver Wings Order. Clad in his order’s armor adorned with silver feathers. He joined Histri to protect the town near the Erd Mine, slaying the dark creatures that have made their home in the stony depths.\n[#e87c23]Abilities:[/#e87c23]\n[yellow]Power Attack 1[/yellow] – Deals 5 damage to a single chosen target.\n[yellow]Power Attack 2[/yellow] – Deals 10 damage to a single chosen target.\n[yellow]Power Attack 3[/yellow] – Deals 15 damage to a single chosen target.",
        "Histri":"[#60fc65]Histri[/#60fc65] – Sorceress and adventurer. A tall and slender Zerrikan woman whose outfit is adorned with small green stones popular in her homeland. She began her adventuring life more than a decade ago, back when she lived as the wizard Qurin. She has taken part in many expeditions, gaining many good friends but never any treasure. This time, she hopes her journey will end in wealth.\n[#e87c23]Abilities:[/#e87c23]\n[yellow]Shockwave[/yellow] – Deals 2 damage to all enemies.\n[yellow]Life Drain[/yellow] – Deals 4 damage to a single chosen target and heals the caster for 4 health.\n[yellow]Mighty Storm[/yellow] – Deals 6 damage to all enemies.",
        "Golrik":"[#60fc65]Golrik[/#60fc65] – An unpredictable chaos mage. An old man with a long beard in the tattered robe of the Urto Council. He met Histri during one of her most dangerous expeditions and won her over by accepting her exactly as she is. He joined the current venture simply because he was bored.\n[#e87c23]Abilities:[/#e87c23]\n[yellow]Unstable Strike[/yellow] – Deals 1–5 damage to a single chosen target (random) and heals the caster for 1–5 health (random).\n[yellow]Unpredictable Wave[/yellow] – Deals 2-4 damage to all enemies (random) and heals the caster for 1-3 health (random).\n[yellow]Random Bullshit![/yellow] – Deals 3–30 damage to a single chosen target (random)."
    }
}